[Killed] ArrowFunction
src/index.ts:1:22
-export const hello = () => "Kal Was Flam";
+export const hello = () => undefined;
 
killedBy: smoke boots
statusReason: expected undefined to be 'Kal Was Flam' // Object.is equality

[Killed] StringLiteral
src/index.ts:1:28
-export const hello = () => "Kal Was Flam";
+export const hello = () => "";
 
killedBy: smoke boots
statusReason: expected '' to be 'Kal Was Flam' // Object.is equality
